Table of Contents
 Class NadStrategyConcrete
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Nad strategy concrete
public class NadStrategyConcrete
Inheritance
object
NadStrategyConcrete
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 NadStrategyConcrete()
Constructor
protected NadStrategyConcrete()
Properties
 SetupValues
Setup values
public List<NadSetupValue> SetupValues { get; set; }
Property Value
List<NadSetupValue>
 Edit this page